tap "go-task/tap"
tap "homebrew/cask"
tap "homebrew/homebrew-cask-drivers"
tap "homebrew/homebrew-cask-versions"
tap "homebrew/homebrew-cask-fonts"
cask_args appdir: "~/Applications"
brew "aspell"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "gnupg"
brew "helix"
brew "htop"
brew "jq"
brew "lima"
brew "mtr"
brew "neovim"
brew "pinentry-mac"
brew "pipx"
brew "podman"
brew "rclone"
brew "readline"
brew "ripgrep"
brew "rsync"
brew "screen"
brew "shellcheck"
brew "shellharden"
brew "shfmt"
brew "wireguard-go"
brew "wireguard-tools"
brew "xz"
brew "ykman"
brew "youtube-dl"
brew "yq"
brew "go-task/tap/go-task"
cask "1password"
cask "adguard"
cask "chromium"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "kitty"
cask "logitech-options"
cask "macfuse"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mullvadvpn"
cask "obsidian"
cask "rectangle"
cask "signal"
cask "spotify"
cask "utm"
cask "vlc"
